[
  {
    "title": "Rabbit’s Speed",
    "description": "Within seconds of downing this potion, you feel a distinct lightness and spring in your step. For the next 10 minutes, your walking speed increases by 5 feet.",
    "rarity": "common"
  },
  {
    "title": "Weapon Master’s Elixir",
    "description": "When you drink this potion, you gain a sense of clarity and focus, and the swing of a certain weapon becomes second nature to you. For the next 24 hours, you gain proficiency with a melee weapon of your choice.",
    "rarity": "common"
  },
  {
    "title": "Spirit of Salyri",
    "description": "This potion is said to contain the spirit of Salyri, a great Obojiman warrior known for her fighting prowess. Anyone who drinks this potion gains a certain understanding of how to effectively wear armor in combat. For the next 24 hours, you gain proficiency with one type of armor of your choice.",
    "rarity": "common"
  },
  {
    "title": "Beast Hide",
    "description": "Drinking this potion thickens your skin and grows patches of fur all around your body. Frost that would normally freeze your skin instead melts on contact. For 1 minute, you have resistance to cold damage.",
    "rarity": "common"
  },
  {
    "title": "Spirit Armor",
    "description": "When poured on a creature that isn’t wearing armor, this potion covers the target with a magical force. For the next hour, the target has an AC of 15 while it isn’t wearing armor. This effect ends if the target dons armor.",
    "rarity": "common"
  },
  {
    "title": "Displacement Field",
    "description": "Drinking this silvery, glittering potion causes you to shimmer and flicker, making you appear to be standing next to your actual location. Until the start of your next turn, all attacks against you are made with disadvantage.",
    "rarity": "common"
  },
  {
    "title": "Shepherd’s Bane",
    "description": "It is said that this potion was first brewed in the Gale Fields by a young shepherd looking to protect their flock. The irony was not lost on them when they drank the potion and took on wolflike features. When you drink this potion, you grow claws which last for 1 hour. For the duration, your unarmed strikes using your claws deal slashing damage equal to 1d6 plus your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.",
    "rarity": "common"
  },
  {
    "title": "Bottled Bomb",
    "description": "When thrown at a point that you can see within 60 feet of you, this volatile liquid explodes. Each creature within 5 feet of the explosion must make a DC 14 Dexterity saving throw, taking 1d8 force damage on a failed save, or half as much damage on a successful one.",
    "rarity": "common"
  },
  {
    "title": "Wonder Juice",
    "description": "When you drink this multicolored potion, you instantly feel magical. For 1 minute, everything you are wearing or carrying is considered magical, allowing weapons you wield to overcome resistance and immunity to nonmagical attacks and damage.",
    "rarity": "common"
  },
  {
    "title": "Candlecap",
    "description": "After imbibing this potion, you gain lively flaming locks, which last for 1 hour and shed bright light in a 20-foot radius and dim light for an additional 20 feet. Once on each of your turns for the duration, you can cause an unarmed strike made with your head to deal an extra 1d4 fire damage. Additionally, you can take an action to cause the flame on your head to flare up and burst outward, dealing 2d4 fire damage to all other creatures within 5 feet of you using this ability causes the effects of this potion to end early.",
    "rarity": "common"
  },
  {
    "title": "Eagle’s Vision",
    "description": "When you drink this potion, your eyes grow slightly larger and turn the golden color of an eagle. For the next minute, attacking at long range doesn’t impose disadvantage on your ranged weapon attack rolls.",
    "rarity": "common"
  },
  {
    "title": "Paranoia",
    "description": "When you drink this potion, you gain heightened senses along with the sneaking suspicion that you are being stalked. For the next 8 hours, you can’t be surprised.",
    "rarity": "common"
  },
  {
    "title": "Bottled Torch",
    "description": "When uncorked, this potion spews a hot yellow flame from its bottle for 1 minute, which resembles the shape of a blade. For the duration, you can make a melee weapon attack with the fiery blade as if it were an improvised weapon. On a hit, the target takes 2d4 fire damage. The blade disappears early if it is submerged in water.",
    "rarity": "common"
  },
  {
    "title": "Static Shock",
    "description": "This potion makes you feel tingly as it charges you up with static electricity. Immediately after a creature touches you or hits you with a melee attack made with a metal weapon in the next 24 hours, you can use your reaction to send a charge of static electricity back at that creature, dealing 1d10 lightning damage to it. Once you do so, the effects of this potion end.",
    "rarity": "common"
  },
  {
    "title": "Incoming!",
    "description": "Upon drinking this potion, you become hyper-aware of threats from afar and your reflexes snap into action, empowering you to slip out of harm’s way or knock missiles aside. For 1 minute, you gain a +2 bonus to AC against ranged attacks.",
    "rarity": "common"
  },
  {
    "title": "Lightning Breath",
    "description": "For 24 hours after drinking this shimmering gold liquid, your voice gains a crackling quality to it and your breath sparks and sputters. For the duration, you can use a bonus action to exhale an arc of lightning at a creature you can see within 30 feet of you. The target must make a DC 12 Dexterity saving throw, taking 1d10 lightning damage on a failed save, or half as much damage on a successful one. Once you exhale this lightning, the effects of this potion end.",
    "rarity": "common"
  },
  {
    "title": "Heroism",
    "description": "When you drink this glowing red elixir, you gain advantage on the next attack roll you make within the next 24 hours.",
    "rarity": "common"
  },
  {
    "title": "Slugskin",
    "description": "Drinking this potion makes your skin thick, slippery, and rubbery. Spears and sharp objects that would normally pierce your skin have a hard time getting through this tough texture. For the next minute, you have resistance to piercing damage. While the potion is active, you can choose to exude a slime trail as part of your movement.",
    "rarity": "common"
  },
  {
    "title": "Thunderbelch",
    "description": "Upon ingesting this fiercely fizzing potion, roll a d4 to determine the number of rounds before you let forth a thunderous belch of epic proportions. On your turn that round, you must use your action to release the belch. Each creature other than you within 10 feet of you must make a DC 14 Constitution saving throw. On a failed save, a creature takes 3d8 thunder damage and is deafened until the end of your next turn. On a successful save, the creature takes half as much damage and isn’t deafened.",
    "rarity": "common"
  },
  {
    "title": "Seeking Smoke",
    "description": "When thrown at a creature that you can see within 30 feet of you, this shimmering liquid explodes, releasing a billowing cloud of smoke. The targeted creature must succeed on a DC 12 Dexterity saving throw, or be coated in a cloak of smoke for 1 minute. A creature coated in smoke has disadvantage on Dexterity (stealth) checks made to hide.",
    "rarity": "common"
  },
  {
    "title": "Dancing Juice",
    "description": "You can coat one melee weapon with this potion. When you hit a creature with the coated weapon in the next hour, you can force it to make a DC 12 Constitution saving throw. On a failed save, the weapon is no longer coated in the potion, and the target begins to convulse in a manner that could be mistaken for an awkward, clumsy series of dance steps. The target’s speed is reduced to 0 until the end of its next turn, after which the convulsing ends.",
    "rarity": "common"
  },
  {
    "title": "Prickleskin",
    "description": "Drinking this potion causes spines to emerge all over your body. These spines lay flat but can be controlled by you to stand on end. When you successfully grapple a creature and as a bonus action while it remains grappled, you can deal 1d4 piercing damage to the target. The effects of this potion last for 1 minute.",
    "rarity": "common"
  },
  {
    "title": "Tiny Bubbles",
    "description": "Drinking this pink, bitter-tasting potion, causes hundreds of small, iridescent bubbles to emerge from your nose and mouth and fill a 20-foot cube that you can see within 30 feet of you. If the bubbles are left untouched, they float in place, remaining there for 1 hour. When a creature enters a space occupied by the bubbles for the first time on a turn, it must make a DC 13 Dexterity saving throw. On a failed save, a cacophony of popping erupts as the bubbles burst, dealing 1d6 thunder damage to all creatures inside the cube. The sound of the bubbles popping can be heard from a mile away.",
    "rarity": "common"
  },
  {
    "title": "Claws of the Crab King",
    "description": "Your hands turn into a handsome set of powerful crab claws. For 1 minute, your unarmed strikes using the claws deal double damage to objects and structures, and you make grapple checks using them with advantage. The claws can’t wield weapons or shields or do anything that requires manual precision, such as using tools or magic items or performing the somatic components of a spell.",
    "rarity": "common"
  },
  {
    "title": "Rubberskin",
    "description": "When you drink this blue goo, your skin turns into a thick gray rubber. For 1 hour, you have resistance to lightning damage.",
    "rarity": "common"
  },
  {
    "title": "Keening Voice",
    "description": "When you open this potion, a keening wail comes out of the bottle. When imbibed, this potion gives the drinker’s vocal cords a magic resonance. As a bonus action, you can make a ranged attack against a creature within 60 feet of you, using your Charisma (Performance) bonus for the attack bonus. The target is unaffected if can’t hear you. On a hit, the target takes 1d6 thunder damage. The effect of this potion lasts for 1 hour.",
    "rarity": "common"
  },
  {
    "title": "Kinetic Pop",
    "description": "When poured over a nonmagical weapon, this potion fills the mundane item with kinetic energy, causing it to vibrate with anticipation. The next time you hit a creature with the weapon, the energy explodes, doubling the damage rolled by the weapon’s damage dice. The effects of this potion end after 1 hour or once the energy explodes.",
    "rarity": "common"
  },
  {
    "title": "Healing Gas",
    "description": "When thrown at a point that you can see within 60 feet of you, this volatile liquid explodes, releasing a crimson ball of gas. Each creature within 5 feet of the explosion regains a number of hit points equal to 1d4 + 1.",
    "rarity": "common"
  },
  {
    "title": "Cinderskin",
    "description": "When you drink this bubbling, black potion, your skin becomes encrusted with charcoal. For 1 hour, you have resistance to fire damage.",
    "rarity": "common"
  },
  {
    "title": "Iron Mind",
    "description": "After imbibing this elixir, your eyes glow with a silvery-blue hue. For 1 hour, you gain advantage on saving throws against being charmed and resistance to psychic damage.",
    "rarity": "common"
  },
  {
    "title": "Gargoyle Hooch",
    "description": "This gray liquid tastes like mud and makes your tongue numb. Within seconds of swallowing the potion, your skin turns to living stone. For the next hour, you gain a +2 bonus to AC, and your walking speed is reduced by 5 feet.",
    "rarity": "uncommon"
  },
  {
    "title": "Elixir of Jipampa",
    "description": "When you drink this potion, you can feel your nervous system gain a boost of furtive energy from the rabbit spirit, Jipampa. Your pupils dilate and your reflexes become enhanced. For the next 24 hours you gain a +5 bonus to initiative rolls. Additionally, if a trigger would allow you to take a reaction, but you have already used your reaction this round, you can choose to take a second reaction using this ability causes the effects of this potion to end early.",
    "rarity": "uncommon"
  },
  {
    "title": "Catspeed",
    "description": "When you drink this potion, you are overwhelmed by a warm lethargic feeling that rests like a blanket over an intense burst of energy you feel swirling inside of you. Once within the next 24 hours when you take the Attack action, you can make two additional attacks as part of that action. Once you do so, the effects of this potion end. While the potion is active, you gain the ability to purr like a cat.",
    "rarity": "uncommon"
  },
  {
    "title": "Durability",
    "description": "When you drink this potion, your skin becomes as tough as thick leather that, for a short time, repairs itself. For 1 minute, you gain 10 temporary hit points at the start of each of your turns.",
    "rarity": "uncommon"
  },
  {
    "title": "Fire Shield",
    "description": "This potion burns like a hot tamale when you drink it and fills you with fiery strength. The next time you would take fire damage, you take no damage and instead regain a number of hit points equal to half the damage you would have taken. The effects of this potion last for 24 hours or until you regain hit points in this way.",
    "rarity": "uncommon"
  },
  {
    "title": "Tunnel Vision",
    "description": "Drinking this potion causes you to hyperfixate on your strikes but potentially opens you to counterattacks. The effects of this potion last for 1 minute. For the duration, the first time you hit a target with a weapon attack on each of your turns, it deals an extra 1d12 damage of the same type. Until the potion’s effects end, you also take a −2 penalty to AC.",
    "rarity": "uncommon"
  },
  {
    "title": "Ratatam’s Glowskin Elixir",
    "description": "When you drink this potion, your skin begins to shed dim light in a 10-foot radius around you. As a bonus action, you can choose to intensify this light—shedding bright light in a 10-foot radius, and dim light for an additional 10 feet—or diminish the intensity again. Additionally, you can take an action to produce a flare of blinding light around you. Each creature within 30 feet of you that can see must succeed on a DC 16 Constitution saving throw or become blinded for 1 minute. An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. The effects of this potion last for 8 hours or until you use the flare.",
    "rarity": "uncommon"
  },
  {
    "title": "Don’t Hit Me Juice",
    "description": "When thrown at a creature you can see within 30 feet of you, this bright pink elixir breaks, covering the creature in juice. The target must succeed on a DC 16 Wisdom saving throw or be pacified for 1 minute. A pacified creature can’t attack, cast a spell that affects an enemy, or deal damage to another creature. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
    "rarity": "uncommon"
  },
  {
    "title": "Invulnerability",
    "description": "When you open this potion, it bursts forth with a symphonic fanfare. Until the start of your next turn, you are immune to all damage. On your next turn, you can’t move or take actions, as a wave of lethargy sweeps over you.",
    "rarity": "uncommon"
  },
  {
    "title": "Bottled Bind",
    "description": "When thrown at a creature you can see within 30 feet of you, this thick mudlike potion breaks, covering the creature in tacky glue. The target must succeed on a DC 15 Strength saving throw or become restrained for 1 minute. The restrained target can use its action to make a DC 15 Strength check. On a success, the target is no longer restrained.",
    "rarity": "uncommon"
  },
  {
    "title": "Respiratory Distress",
    "description": "This potion reacts instantly with air, rapidly expanding into a 15-foot-radius cloud of irritating gas when exposed. You can throw it at a point you can see within 60 feet of you, causing it to break open and release the cloud there. Each creature within the cloud when it appears must make a DC 15 Constitution saving throw. On a failed save, a creature spends its reaction coughing and snorting and its concentration is broken if it was concentrating.",
    "rarity": "uncommon"
  },
  {
    "title": "Pumpkin Patch Guard",
    "description": "When consumed, this warming harvest beverage transforms your head into a Jack-O’-Lantern. From your newly formed eyes you cast a cone of glowing light, which causes creatures in a 15-foot cone to be under the effects of the Faerie Fire* spell. At the start of each of your turns while the effects last, you decide which way the cone faces and whether the cone is active. The effect of the potions lasts for 1 minute.",
    "rarity": "uncommon"
  },
  {
    "title": "Sheep Dragon Brew",
    "description": "One swig of this hearty potion will see you growing a thick coat of sheep dragon wool all around your body. Besides keeping you warm, it aids your survival and protects you from the cold. For the duration your AC increases by 1, and you gain resistance to cold damage. The effects of the potion last for 1 hour.",
    "rarity": "uncommon"
  },
  {
    "title": "Enhanced Static Shock",
    "description": "This potion makes you feel tingly as it charges you up with static electricity. Immediately after a creature touches you or hits you with a melee attack made with a metal weapon in the next 24 hours, you can use your reaction to send a charge of static electricity back at that creature, dealing 3d10 lightning damage to it. Once you do so, the effects of this potion end.",
    "rarity": "uncommon"
  },
  {
    "title": "Enhanced Lightning Breath",
    "description": "For 24 hours after drinking this shimmering gold liquid, your voice gains a crackling quality to it and your breath sparks and sputters. For the duration, you can use a bonus action to exhale an arc of lightning at a creature you can see within 30 feet of you. The target must make a DC 16 Dexterity saving throw, taking 3d10 lightning damage on a failed save, or half as much damage on a successful one. Once you exhale this lightning, the effects of this potion end.",
    "rarity": "uncommon"
  },
  {
    "title": "Enhanced Bottled Bomb",
    "description": "When thrown at a point that you can see within 60 feet of you, this volatile liquid explodes. Each creature within 5 feet of the explosion must make a DC 16 Dexterity saving throw, taking 3d8 force damage on a failed save, or half as much damage on a successful one.",
    "rarity": "uncommon"
  },
  {
    "title": "Wrathful Spirit",
    "description": "When consumed, you feel the essence of a long-dead spirit overwhelm you. You feel on edge and have an undertone of rage that boils below the surface. Roll 2d8. For the duration, whenever you cast a spell, you can cause one target that took damage from it to take extra force damage equal to the number rolled. The effects of this potion last for 1 minute.",
    "rarity": "uncommon"
  },
  {
    "title": "Rapid Withdrawal",
    "description": "When you drink this potion, motes of pink light erupt from your body and orbit around you. For 1 minute, whenever you take damage from a hostile creature, you can use your reaction to teleport up to 15 feet to an unoccupied space you can see.",
    "rarity": "uncommon"
  },
  {
    "title": "Life-Steal",
    "description": "This dangerous and disliked potion transforms when used. As an action, you can uncork the potion and point it toward a creature within 10 feet of you. The target takes 3d6 necrotic damage, and the potion transforms into a healing elixir. A creature that consumes this elixir regains a number of hit points equal to the necrotic damage dealt.",
    "rarity": "uncommon"
  },
  {
    "title": "Demonskin",
    "description": "Uncorking this potion, you are immediately assaulted with a powerfully pungent, acrid odor. Once you drink it, your skin takes on a glowing burgundy hue and your eyes turn a sickly crimson. For 1 minute, you gain a +2 bonus to AC and resistance to cold, fire, and lightning damage, as well as bludgeoning, piercing, and slashing damage from nonmagical attacks. Until the potion’s effects end, your creature type changes to Demon (Fiend).",
    "rarity": "uncommon"
  },
  {
    "title": "Withered Will",
    "description": "After drinking this light and dewy potion, you gain the ability to breathe a cloud of withering vapor. For the next minute, you can use a bonus action to exhale a cloud in a 60-foot cone. Each creature in that area must make a DC 17 Constitution saving throw. On a failed save, a creature’s speed is halved, it can’t take reactions, and it has disadvantage on attack rolls until the start of your next turn. At the start of your next turn, roll a d6. You regain the use of this ability on a roll of 4–6.",
    "rarity": "rare"
  },
  {
    "title": "Astounding Vigor",
    "description": "When you drink this hearty potion, you feel the strongest and healthiest you’ve ever felt. For the duration, you gain a number of temporary hit points equal to your hit point maximum. The effects of this potion last for 24 hours or until these temporary hit points are lost.",
    "rarity": "rare"
  },
  {
    "title": "Many Hands",
    "description": "When you drink this potion you can call upon an ancient and devious spirit known as Many Hands. When you do, a host of long, spindly, spectral arms reach out from your body. Anyone who can see you when the hands first emerge must succeed on a DC 19 Wisdom saving throw or be frightened until the start of your next turn creatures that are friendly to you have advantage on this save. Additionally, the arms lash out from you, clawing at all other creatures within 20 feet of you. Each creature in that area must make a DC 19 Constitution saving throw. On a failed save, a target takes 10d6 necrotic damage and can’t regain hit points until the start of your next turn. On a successful save, the creature takes half as much damage, but suffers no other effect.",
    "rarity": "rare"
  },
  {
    "title": "Epic Bottled Bomb",
    "description": "When thrown at a point that you can see within 60 feet of you, this volatile liquid explodes. Each creature within 30 feet of the explosion must make a DC 19 Dexterity saving throw, taking 20d6 force damage on a failed save, or half as much damage on a successful one.",
    "rarity": "rare"
  },
  {
    "title": "Essence of Great Rivers",
    "description": "This crystal clear potion captures the essence of the four great river spirits Mu, Go, Yon, and Din. For the next 24 hours, you can call on their strength to aid you. If you fail a saving throw, you can choose to succeed instead. You can do so three times before the magic of the potion fades.",
    "rarity": "rare"
  },
  {
    "title": "Carla Cackletooth’s Corruption Cocktail",
    "description": "This potion was invented by none other than the legendary Carla Cackletooth, a witch of considerable potion making prowess. When poured out, it summons 10 corrupted muks, which are at your beck and call and under your control until destroyed.",
    "rarity": "rare"
  },
  {
    "title": "Hunter’s Speed",
    "description": "When this amber potion is consumed, you gain the attributes of the Hunter, one of the great beasts of Obojima. Roll a d4. For the duration, you gain a flying speed of 90 feet, and whenever you take the Attack action, you can make an additional number of attacks equal to 1 + the number rolled on the d4. The effects of this potion last for 1 minute.",
    "rarity": "rare"
  },
  {
    "title": "Hero’s Blade",
    "description": "When poured over a weapon, this heroic elixir stains it blue and causes it to shimmer as if it were a gemstone reflecting light. For the next minute, the weapon gains a +3 bonus to attack and damage rolls. Until this effect ends, creatures hit by this weapon don’t benefit from any damage immunities or resistances they have, if any, for 1 minute.",
    "rarity": "rare"
  },
  {
    "title": "Severed Reaction",
    "description": "Consuming this foggy brew gives you a headache you can never quite alleviate. While under the effects of this potion, you can take two reactions each round instead of one. Each time you take a second reaction, you lose a number of hit points equal to half your level. This potion’s effect is permanent, and it doesn’t count against the number of potions you can have affecting you at once.",
    "rarity": "rare"
  },
  {
    "title": "Dragon Frog Transmutation",
    "description": "After guzzling down this froggy potion, you turn into an Ancient Dragon Frog, as if by the true polymorph* spell. This transformation lasts for 1 minute, or 10 minutes if a Dragon Fang of Yutro was used when brewing this potion.",
    "rarity": "rare"
  }
]
