[
  {
    "title": "Melodious Bird Calls",
    "description": "When you drink this frothy liquid, you can perfectly mimic the call of any songbird for 24 hours.",
    "rarity": "common"
  },
  {
    "title": "Projected Thoughts",
    "description": "When you drink this gritty potion, a 1-foot-diameter bubble emerges from the top of your head. The bubble lasts for 1 hour and moves with you, remaining centered on you. Until this effect ends, you can choose to project your thoughts into the bubble, where they manifest as illusory but silent words or images (your choice), which anyone can see.",
    "rarity": "common"
  },
  {
    "title": "Intoxicating Aroma",
    "description": "When consumed, you smell of an expertly crafted perfume. The effects of this potion last for 22 years. This doesn’t count against the number of potions you can have affecting your body at once.",
    "rarity": "common"
  },
  {
    "title": "Ladybug Kinship",
    "description": "When opened, this potion begins to evaporate quickly. For 1 minute, as the potion evaporates, ladybugs fly out of the bottle at a rate of 500 per round. The potion stops producing ladybugs once it has fully evaporated.",
    "rarity": "common"
  },
  {
    "title": "Essence of Umami",
    "description": "This potion makes everything taste amazing. When you pour it on any food, no matter if it’s a hunk of tofu or a slab of slow-roasted brisket, essence of umami makes it glow with magic. When the food is tasted, it magically gives the taster their own personal version of the ultimate culinary experience.",
    "rarity": "common"
  },
  {
    "title": "Vocal Stranger",
    "description": "Once imbibed, you can perfectly mimic the speech of a person you’re not familiar with. If you can’t think of a person you’ve never met, you instead mimic a random voice. The effects of the potion last for 1 hour.",
    "rarity": "common"
  },
  {
    "title": "Beard Brew",
    "description": "Drinking this fuzzy liquid gives the sensation of wool rubbing against your entire body. When consumed, you instantly grow facial hair, even if you would not normally be able to do so. The style of facial hair is random, and it stays on your face until shaven off. This doesn’t count against the number of potions you can have affecting your body at once.",
    "rarity": "common"
  },
  {
    "title": "Photosynthetic Skin",
    "description": "This vibrant green potion tastes like freshly cut grass. For the next 24 hours, while the sun is out you regain 1 hit point at the start of every hour.",
    "rarity": "common"
  },
  {
    "title": "Paradise Plumage",
    "description": "After drinking this potion, you are instantly adorned with striking and distinctive plumage. You can control it to create dazzling displays of shimmering feathers, iridescent colors, and stunning patterns. When you do so, you gain advantage on all Charisma (Performance) checks made to distract or amaze. The effects of this potion last for 24 hours.",
    "rarity": "common"
  },
  {
    "title": "Musical Mixer",
    "description": "When uncorked, this silvery elixir produces beautiful, ethereal music for 1 hour as it slowly evaporates.",
    "rarity": "common"
  },
  {
    "title": "Stink Brew",
    "description": "It stinks and now so do you! After drinking this potion, all other creatures within 15 feet of you must succeed on a DC 13 Constitution saving throw or be unable to willingly move closer to you for the duration. A creature that hasn’t yet made this save must immediately do so when it moves within 15 feet of you. The effects of the potion last 1d4 rounds.",
    "rarity": "common"
  },
  {
    "title": "Duko the Trickster’s Elixir",
    "description": "This potion is easily mistaken for brackish water. Once you drink it, you can produce an egg, rock, coin, or 2-foot-long string from your mouth. This effect lasts until utilized. This doesn’t count against the number of potions you can have affecting your body at once.",
    "rarity": "common"
  },
  {
    "title": "Manifested Nostalgia",
    "description": "After consuming this clear and flavorless potion, you quickly undergo a radical transformation, becoming the child version of yourself for the next 4 hours. For the duration, you are one size smaller (to a minimum of Small), and your Strength and Dexterity become 10, unless those scores are already less than 10.",
    "rarity": "common"
  },
  {
    "title": "Pigment",
    "description": "When consumed, this multicolored potion allows you to produce a variety of oil paints from the tips of your fingers. You can change the color of the paints at will, and they never seem to run out. The effects of the potion last for 8 hours.",
    "rarity": "common"
  },
  {
    "title": "Audio Oddity",
    "description": "When opened, this embarrassing and noisy potion sounds like a man sobbing. When consumed, this potion strangely mutes the sound produced by any spell cast by the imbiber for the next 1 hour.",
    "rarity": "common"
  },
  {
    "title": "Hindsight",
    "description": "A well-known potion amongst investigators and merchants, this thick brew acquires special insight on an object when poured over it. The only downside is that you must then lick the brew off the object to obtain any of this information. When poured and then licked off, the potion reveals a minor but useful bit of information about the object.",
    "rarity": "common"
  },
  {
    "title": "Super Singing",
    "description": "When consumed, this potion tastes as if it were a freshly brewed tea with the perfect amount of honey mixed in. For the next hour, you are unable to speak without singing, and you have advantage on Charisma (Performance) checks using your voice.",
    "rarity": "common"
  },
  {
    "title": "Fluffplum Tonic",
    "description": "This nearly weightless liquid grants to drinkers the attributes of a dandelion, allowing them to float safely to the ground when falling and be easily carried by the wind. For the next hour, you are under the effects of the Feather Fall* spell and weigh no more than 1 pound.",
    "rarity": "common"
  },
  {
    "title": "Merriment",
    "description": "Is this just booze? For the next hour, you become incredibly intoxicated. For the duration, you gain expertise in a skill of your choice, which means your proficiency bonus is doubled for any ability check you make with it. Until this effect ends, all ability checks you make that don’t use the chosen skill are made with disadvantage.",
    "rarity": "common"
  },
  {
    "title": "Bubble Message",
    "description": "As part of the bonus action to consume this potion, you speak a message and hiccup a bubble, which magically contains the message inside it. You then describe a creature you are familiar with and the bubble floats to that creature, traveling at a speed of 1 mile per hour, and then pops. The bubble pops early if it takes any damage. When the bubble pops, it releases the contained message in your voice.",
    "rarity": "common"
  },
  {
    "title": "Crystal Clear",
    "description": "This aqua-blue potion feels cold to the touch and raises the hairs on your arm when opened. When poured into a non-magical liquid, it turns the liquid invisible for 1d4 hours. If the liquid the potion is poured into is larger than a 20-foot cube, the potion has no effect.",
    "rarity": "common"
  },
  {
    "title": "Elder Elixir",
    "description": "This unassuming potion temporarily doubles your age when consumed. The effects of the potion last 1d12 months. This doesn’t count against the number of potions you can have affecting your body at once.",
    "rarity": "common"
  },
  {
    "title": "Witch’s Hidden Gem",
    "description": "This bland and underwhelming-looking potion coats your mouth and gullet as you drink it, leaving a thin film. For the next hour, all liquid you consume turns into wine when you drink it.",
    "rarity": "common"
  },
  {
    "title": "Carbonated Snake",
    "description": "When shaken and pointed in a direction, the contents of this zippy elixir shoot out of the bottle, turning into a poisonous snake midair and landing in a space within 10 feet of you.",
    "rarity": "common"
  },
  {
    "title": "Shadow Child",
    "description": "You are filled with intense feelings of confusion before an apparition emerges from your body that resembles a young girl with onyx skin and hair and piercing green eyes. Only you can see it, and it can’t speak. It functions as the Unseen Servant* spell and lasts for 1 hour.",
    "rarity": "common"
  },
  {
    "title": "Hsirebbig",
    "description": "This bitter potion grants you a special form of speech that sounds like absolute gibberish to anyone who isn’t also under the effects of a hsirebbig potion. Even spells like comprehend languages fail to decipher this speech. The effects of this potion last 24 hours.",
    "rarity": "common"
  },
  {
    "title": "Sky Swimming",
    "description": "After drinking this potion, you feel the sudden and unpleasant feeling of wearing soaking-wet clothing. For the next 10 minutes, you gain a flying speed of 15 feet and can hover, but it looks and feels as if you’re swimming through the sky. While flying in this way, you must also obey the rules for underwater combat.",
    "rarity": "common"
  },
  {
    "title": "Passing Memory",
    "description": "When brewed, this powerful elixir stores one of the creator’s memories of their choice within it. When consumed by another creature, that creature gains the stored memory.",
    "rarity": "common"
  },
  {
    "title": "Bottled Slime",
    "description": "This mischievous little slime can sometimes form in place of a potion. If noticed before being consumed, it can be thrown to an unoccupied space within 30 feet of you, releasing the slime when it shatters. After hurling the potion, a soda slime appears in the space and acts of its own volition.",
    "rarity": "common"
  },
  {
    "title": "Oil of the Trademark Flourish",
    "description": "When you apply this oil to an object, you assign a signature sound that accompanies the object when it’s used. This effect is permanent, unless removed as is a curse.",
    "rarity": "common"
  },
  {
    "title": "Mosspot",
    "description": "After drinking this earthy mixture, your form quickly shifts and shrinks. You immediately polymorph into a mossling spirit, as if by the spell. This effect doesn’t require your concentration and ends after 1 hour.",
    "rarity": "uncommon"
  },
  {
    "title": "Incredible Luck",
    "description": "After drinking this wonderful liquid your spirits lift and optimistic feelings pour over you. You gain advantage on the next 1d4 ability checks, attack rolls, or saving throws you make.",
    "rarity": "uncommon"
  },
  {
    "title": "Grand Friendship",
    "description": "This potion can be divided into as many as eight parts. When two or more creatures consume this golden elixir, they gain a conditional ability to fly. For the next 24 hours, creatures that consumed the elixir gain a flying speed of 60 feet, but only while holding hands with all other creatures that partook of the potion.",
    "rarity": "uncommon"
  },
  {
    "title": "Witch’s Lament",
    "description": "Once consumed, this potion calls forth a rain cloud that weeps for you. Then in a flash of lightning, your head takes on the form of an anthropomorphic animal chosen by the GM. This effect is permanent.",
    "rarity": "uncommon"
  },
  {
    "title": "Spirit Appendage",
    "description": "This bitter unappealing elixir turns your stomach and is often a fight to keep down your gullet. Once consumed, you grow a 6-foot-long prehensile tail, which takes a form decided by the GM. The tail can be used as if it were a third arm and can easily support your own weight. The tail lasts for 1d12 days before falling off.",
    "rarity": "uncommon"
  },
  {
    "title": "Move a Thing",
    "description": "When poured over an object that weighs 500 pounds or less, it begins to weigh lighter and lighter. The object weighs up to 1d100 pounds less at the start of every hour until it weighs exactly 10 pounds. It remains weighing 10 pounds for 1 week, after which the effects of this potion fade.",
    "rarity": "uncommon"
  },
  {
    "title": "Gobble Gunk",
    "description": "This unappealing potion allows the imbiber to eat whatever they can fit in their mouth with no ill effect—metal, poison, seawater you name it, you eat it. The effects of this potion last 1 hour. Any magical objects consumed in this way are hurled back up after the end of the hour.",
    "rarity": "uncommon"
  },
  {
    "title": "Pocket Portal",
    "description": "When buried and left to sit for 24 hours, this potion will sprout and form a temporary portal to the Spirit Realm from knotted roots and mud. The portal stays open for 24 hours before closing.",
    "rarity": "uncommon"
  },
  {
    "title": "Don’t Eat Dirt",
    "description": "When consumed, this viscous brew tastes like wet soil. For the duration, you become immune to the prone condition. Whenever you would fall prone, you instead stand up as if an invisible force kept you that way. Even by choice, you cannot go prone. The effects of this potion last 10 days.",
    "rarity": "uncommon"
  },
  {
    "title": "Lunar Elixir",
    "description": "When poured out, this silvery liquid rapidly expands and coats the surrounding area, creating a chalky white sheen across everything it touches. For the next 8 hours, gravity in a 20-foot-radius, 300-foot-high cylinder centered on the potion is like the moon’s gravity. The jump distance for all creatures inside the cylinder is tripled, and falling damage taken inside the cylinder is halved.",
    "rarity": "uncommon"
  },
  {
    "title": "Lifetime Supply",
    "description": "When consumed, this potion causes your hair to grow at an accelerated rate. Roll 1d4 + 2 and multiply it by 100 to find out how many feet of hair you grow. After 1 minute, the potion wears off and all your hair falls out.",
    "rarity": "uncommon"
  },
  {
    "title": "Invisible Tonic",
    "description": "When poured over an object that is Small or smaller, the object becomes invisible. The effects of this potion last until removed, as if it were a curse.",
    "rarity": "uncommon"
  },
  {
    "title": "Liquid Disguise",
    "description": "When brewed, this potion takes on the essence of a random humanoid within 1 mile. A creature that consumes the potion takes on the visage of that creature for the next 24 hours.",
    "rarity": "uncommon"
  },
  {
    "title": "Spirit Sweets",
    "description": "This bitter concoction tastes and smells horrible to physical beings, yet couldn’t taste more delicious to spirits, many of which would trade quite a bit for a sip of the brew. A spirit with a challenge rating of 8 or lower that consumes this potion becomes drunk and happy for 1d4 days. Alternatively, the potion can be poured out, attracting spirits with a challenge rating of 2 or lower that are within 1 mile. When poured out, the potion attracts spirits for 8 hours or until it is consumed.",
    "rarity": "uncommon"
  },
  {
    "title": "A New Look",
    "description": "When consumed, this unassuming elixir magically transforms your head into a random anthropomorphic animal, such as a horse, panda, pig, or raccoon. This effect lasts until removed, as if it were a curse. This doesn’t count against the number of potions you can have affecting your body at once.",
    "rarity": "uncommon"
  },
  {
    "title": "Shadow Puppet",
    "description": "Once consumed, this potion gives sentience to your shadow. The shadow starts to act independently of you but is still bound to your body. It has its own emotions and personality but can’t interact with the world in any way beyond what a normal shadow could. The effects of this potion last until removed, as if it were a curse. This doesn’t count against the number of potions you can have affecting your body at once.",
    "rarity": "uncommon"
  },
  {
    "title": "Object Embodiment",
    "description": "When you drink this metallic potion, your body twists and alters into an object of your choice, as if by the true polymorph spell. This effect doesn’t require your concentration and ends after 1 hour.",
    "rarity": "uncommon"
  },
  {
    "title": "Phoenix Elixir",
    "description": "When imbibed, this elixir burns your throat and ignites an ember within you. For 24 hours, you are immune to fire damage. When the potion’s magic finally fades, the fire inside of you burns intensely from within, consuming you in flames and turning your body to ash. 1 hour later you appear in the nearest bonfire, reborn anew. All objects and clothing that were on your person when you were turned to ash are left by your original body.",
    "rarity": "uncommon"
  },
  {
    "title": "Unknown Elixir",
    "description": "This bizarre blend of flavors reminds you of freshly cut grass, petroleum jelly, and honey. When consumed, it sits in your stomach like a rock and slowly swells in power. You gain the ability to cast one random spell of 6th level or lower, without expending a spell slot. This spell uses a save DC of 17 and a spell attack bonus of +9. The effects of this potion last until the spell is cast. This doesn’t count against the number of potions you can have affecting your body at once.",
    "rarity": "uncommon"
  },
  {
    "title": "Illusion in a Bottle",
    "description": "When this potion is poured out, an illusion of your choice appears in its space, as if by the Major Image* spell. A creature that uses its action to examine the image can determine that it is an illusion with a successful DC 18 Intelligence (Investigation) check. The illusion lasts for 1 hour.",
    "rarity": "uncommon"
  },
  {
    "title": "Homegrown",
    "description": "When poured over a surface that is at least a 50-foot-square area and isn’t obstructed by obstacles (such as trees or boulders), this pungent liquid begins to quickly foam and expand. After 1 minute, a newly formed and furnished home of grand size appears in the space.",
    "rarity": "rare"
  },
  {
    "title": "New Life",
    "description": "The brewer of this potion chooses the likeness of a humanoid that they are familiar with. When imbibed, you take on the illusionary form of the chosen creature. This illusory disguise is perfect in every way and matches both the creature’s visage and its voice. Only creatures with the ability to detect magic or see through illusions (as with truesight) can discern this disguise. The effects of this potion last for 7 years or until removed, as if it were a curse. This doesn’t count against the number of potions you can have affecting your body at once.",
    "rarity": "rare"
  },
  {
    "title": "Mind Transfer",
    "description": "When imbibed, this acrid elixir loosens your soul from your body and prepares it for transfer. The first time you are touched by a creature after consuming this potion, your mind and soul transfer into that creature’s body. While inhabiting the creature’s body, you can force it to make a contested Intelligence or Wisdom check (you both choose which ability to use) at the start of each of its turns. If you succeed, you gain total control over the creature until the start of its next turn. While your mind and soul are away, your body is left unconscious. If the creature dies while your mind and soul are still inside it, you also die. You inhabit the creature’s body for 1 hour, until you dismiss the effect as an action, or until the creature is targeted by a Dispel Evil and Good* spell.",
    "rarity": "rare"
  },
  {
    "title": "Ups-A-Daisy",
    "description": "When poured over a creature or object, this creamy elixir instantly awakens the target, as if by the Awaken* spell. The awakened creature remains charmed by you for 1 year, instead of 30 days.",
    "rarity": "rare"
  },
  {
    "title": "Spiritual Rebuke",
    "description": "When poured, this dark elixir stains the earth and creates a 10-foot cube that is void of the island’s magic, as if it were under the effects of the Antimagic Field* spell This effect lasts for 1 year.",
    "rarity": "rare"
  },
  {
    "title": "Newly Found Magic",
    "description": "When consumed, you feel a rush of magical inspiration flow through you. You instantly learn a random 3rd-level spell. You can cast it without expending a spell slot, and once you do so, you can’t cast it in this way again until you finish a long rest. This potion’s effect is permanent, and it doesn’t count against the number of potions you can have affecting you at once.",
    "rarity": "rare"
  },
  {
    "title": "Crafter’s Brew",
    "description": "The crafter’s brew can be added to any larger container of water or a small body of water to create an enchanting bath. The first nonmagical object submerged in the water for at least 1 minute gains a permanent magical effect. This effect is random and powerful enough that the item’s rarity should be considered uncommon or higher.",
    "rarity": "rare"
  },
  {
    "title": "Dancing Feet",
    "description": "After drinking this potion, you no longer walk or run—now you dance. Going from one place to another is no longer a mundane trudge, a shuffling expression of ennui. How you get from point A to point B is now a dazzling dance performance. From smooth, elven waltzes, to Nakudama hops and gyrations, to the interpretive dance forms of the dara, you explore them all. Your stylish moves increase your walking speed by 10 feet, give you a +5 bonus to Charisma (Performance) checks that involve dancing, and grant you proficiency in Dexterity saving throws if you don’t already have it. This lasts until you dismiss the potion’s effects as an action.",
    "rarity": "rare"
  },
  {
    "title": "Chicken Chaser",
    "description": "When you drink this potion, your hair turns dark red (if you have any), and you gain the ability to speak with chickens permanently, as if by the Speak with Animals* spell. Additionally, you can crow a sacred and thunderous cackle that summons 100 chickens in a 20-foot radius centered on you. These chickens appear running from a distance, digging out from the ground below, and falling from the sky in a veritable tsunami of flapping, clucking poultry. Each creature in the area (excluding you) must make a DC 19 Dexterity saving throw, taking 30d6 slashing damage on a failed save, or half as much damage on a successful one. Once you’ve summoned the chickens in this way, you can’t do so again. This doesn’t count against the number of potions you can have affecting your body at once.",
    "rarity": "rare"
  },
  {
    "title": "Disappearing Act",
    "description": "When consumed, your body vanishes along with all the items you were wearing or carrying, and your sentience is transferred into a random object within 100 miles of you.",
    "rarity": "rare"
  }
]
